base-devel
git
curl
wget
unzip
zip
rsync
sudo
openssh
zsh
starship
tmux
neovim
ripgrep
fd
fzf
jq
fastfetch

hyprland
xdg-desktop-portal-hyprland
hyprpaper
hyprlock
hypridle
waybar
mako
wl-clipboard
cliphist
grim
slurp
satty
brightnessctl
playerctl
pamixer
pavucontrol
networkmanager
nm-connection-editor
bluez
bluez-utils
pipewire
wireplumber
polkit-gnome
thunar
thunar-volman
gvfs
yazi
firefox
foot
wezterm
walker-bin
elephant-all
steam
btop
lazygit
docker
docker-buildx
docker-compose
ttf-jetbrains-mono-nerd
noto-fonts
noto-fonts-emoji
adwaita-icon-theme
papirus-icon-theme
ttf-font-awesome
